Repository: by-cx/pcp
Catalog: wsgiadmin/locale/*/LC_MESSAGES/django.po
Languages: cs

source: PostgreSQL database has public scheme as default. Make sure, you create your own. Otherwise everybody can see your tables/views/.. (not data, just structure).
cs: PostgreSQL databáze používá schéma public jako výchozí. Ujistěte se, žesi před použitím vytvoříte schéma vlastní. V opačném případě uvidí všichnistrukturu vašich tabulek/pohledu/.. (nikoli data).

source: On these domains your app will listen. There is no relation to DNS. Write your domains separated by spaces. For example: mydomain.cz www.mydomain.cz
cs: Není zde žádná vazba na sekci DNS nebo domény (pokud je vidíte). Napište domény oddělené mezerami.

source: Each domain has to be in this format: ^[0-9a-z_\.\-]*$
cs: Domény musejí být zapsané v následujícím formátu: ^[0-9a-z_\.\-]*$

source: One of your domain is already used. (%s)
cs: Jedna z vašich domén je již použita. (%s)

source: App name has to be in this format: ^[0-9a-zA-Z_\ \.]*$
cs: Název aplikace musí mít tento formát: ^[0-9a-zA-Z_\ \.]*$

source: This name is already used
cs: Toto jméno je již obsazené

source: Domains
cs: Domény

source: There is no relation to DNS or Domains menu. Write your domains separated by spaces.
cs: Jméno aplikace musí mít tento formát: ^[0-9a-zA-Z_\ ]*$

source: Password
cs: Heslo

source: For SSH/SFTP/FTP
cs: Pro SSH/SFTP/FTP přístup

source: Indexing
cs: Indexování obsahu adresářů

source: Turn on/off indexing of your document root
cs: Zapnutí/vypnutí výpisu obsahu adresářů

source: WSGI Script
cs: WSGI Skript

source: Write python code, which create WSGI handler of your app.
cs: Napište pythoní skript, který vytvoří WSGI handler aplication

source: Python version
cs: Verze pythonu

source: Processes
cs: Počet procesů

source: List of requirements. One package per one line. Like requirements.txt file.
cs: Seznam modulů, které vaše aplikace potřebuje k běhu. Podobný jako soubor requirements.txt.

source: Static maps
cs: Mapa statického obsahu

source: Consider your app as root. One pair <em>/url/ /path/</em> per line.
cs: Napište na každý řádek jeden pár <em>/url/ /cesta/</em>. Cesta je brána vzhledem k rootu vaší aplikace (~/app/). Detaily na wiki.

source: Command
cs: Příkaz

source: Date
cs: Datum

source: Disabled
cs: Vypnuto

source: Installed
cs: Nainstalováno

source: Type
cs: Typ

source: Name
cs: Jméno

source: Name of your application
cs: Název aplikace

source: Parameters
cs: Parametry

source: Addons
cs: Přídavky

source: Extra stuff: databases for example
cs: Doplňkové věci, například databáze

source: SSL cert
cs: SSL certifikát

source: Service cert + CA cert
cs: Certifikát služby a certifikační autority

source: SSL key
cs: SSL klíč

source: Key without password
cs: Klíč nesmí být zaheslován

source: Server for database
cs: Server pro databázi

source: Yes
cs: Ano

source: No
cs: Ne

source: DB engine
cs: Databázový engine

source: Comment
cs: Komentář

source: App
cs: Aplikace

source: Changes has been saved.
cs: Změny byly provedeny

source: Changes has been saved. But app is disabled.
cs: Změny byly provedeny, ale aplikace je vypnutá.

source: Database has been removed
cs: Databáze byla smazána

source: App has been removed
cs: Aplikace byla smazána

source: App has been restarted
cs: Aplikace byla restartována

source: App is disabled
cs: Aplikace je vypnutá

source: Complete
cs: Hotovo

source: Error
cs: Chyba

source: Message from backend
cs: Zpráva z backendu

source: App is not resetable
cs: Aplikace není resetovatelná

source: Home
cs: Domů

source: Credits per 30 days
cs: Kreditů za 30 dní

source: Low level of credits
cs: Nízká úroveň kreditů

source: Last low level notification
cs: Poslední upozornění na nízkou hodnotu kreditů

source: User
cs: Uživatel

source: Users
cs: Uživatelé

source: Default address
cs: Výchozí adresa

source: Company
cs: Společnost

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Address
cs: Adresa

source: City
cs: Město

source: ZIP
cs: PSČ

source: Phone
cs: Telefon

source: Company identification number
cs: IČ

source: VAT registration number
cs: DIČ

source: Removed
cs: Vymazáno

source: Permission error
cs: Chyba oprávnění

source: You can't delete last address
cs: Nemůžete smazat poslední adresu

source: Address deleted
cs: Adresa smazána

source: Address %s chose as default
cs: Adresa %s byla zvolena jako výchozí

source: Capability
cs: Vlastnost

source: Domain
cs: Doména

source: IP address
cs: IP adresa

source: IPv6 address
cs: IPv6 adresa

source: Operating system
cs: Operační systém

source: Capabilities
cs: Vlastnosti

source: Messages
cs: Zprávy

source: Execute user
cs: Uživatel pro spuštění

source: Remove stdin adter process
cs: Odstranění stdin po zpracování

source: Return code
cs: Návratový kód

source: Processed
cs: Zpracováno

source: Description
cs: Popis

source: MX needs prio
cs: MX záznam musí mít prioritu

source: Update date
cs: Datum poslední změny

source: Admin e-mail
cs: Administrátorský e-mail

source: Value
cs: Hodnota

source: Order number
cs: Pořadí

source: Priority
cs: Priorita

source: Domain has been created
cs: Doména byla přidána

source: Domain has been updated
cs: Doména byla upravena

source: Domain zone has been updated
cs: Zóna byla upravena

source: Domain has been removed
cs: Doména byla odstraněna

source: Record has been removed from the zone
cs: Záznam byl odstraněn ze zóny

source: Configuration has been send to the NS servers.
cs: Nová zóny byla odeslána na NS server

source: Mailbox in name@domain format
cs: Schránka ve formátu jméno@doména

source: Given username already exists
cs: Jméno už existuje

source: Login has to be in this format: ^[0-9a-zA-Z_\.]*$
cs: Uživatelské jméno musí mít následující formát: ^[0-9a-zA-Z_\.]*$

source: Username
cs: Uživatelské jméno

source: Given alias already exists
cs: Alias už existuje

source: Domain name has to be in this format: ^[0-9a-zA-Z\.]*$
cs: Doména musí mít tento formát: ^[0-9a-zA-Z_\.]*$

source: Registration
cs: Registrace

source: Approved registration
cs: Potvrzená registrace

source: Low credit notification
cs: Upozornění na nízký stav creditů

source: Autobuy credit
cs: Automatické dobíjení kreditů

source: Credit notification - admin
cs: Upozornění na přidána kreditů admina

source: Web disabled
cs: Web pozastaven

source: Webs disabled
cs: Weby vypnuty

source: Web enabled
cs: Web je zapnutý

source: Make a payment
cs: Zaplatit

source: Payment complete
cs: Platba byla provedena

source: Purpose
cs: Účel

source: Language
cs: Jazyk

source: Subject
cs: Předmět

source: Body
cs: Tělo

source: Alias (origin)
cs: Alias

source: &lt;alias&gt;@&lt;chosen domain&gt;
cs: &lt;alias&gt;@&lt;zvolená doména&gt;

source: E-mail (destination)
cs: E-mail (cíl)

source: Email address to redirect mails to
cs: Adresa na kterou se má vést přesměrování

source: Domain and it's mailboxes has been deleted.
cs: Doména a její schránky byly vymazány.

source: Box will be created in few minutes
cs: Schránka bude vytvořena během pár minut

source: New e-mail
cs: Přidání e-mailové schránky

source: Create box
cs: Přidat schránku

source: E-mail has been added
cs: Schránka byla přidána

source: Password has been changed
cs: Heslo bylo změněno

source: Change password for e-mail box
cs: Změnit heslo pro e-mail

source: Email alias was successfuly deleted
cs: Alias byl odstraněn

source: Error during alias delete
cs: Vyskytla se chyba během mazání e-mailu

source: Forbidden operation
cs: Nepovolená operace

source: Redirect has been changed
cs: Přesměrování bylo změněno

source: Modify email alias
cs: Upravit alias

source: Save changes
cs: Uložit změny

source: Redirect has been added
cs: Přesměrování bylo přidáno

source: Add email redirect
cs: Přidat přesměrování

source: Add redirect
cs: Přidat přesměrování

source: Not selected
cs: Nebylo vybráno

source: This field hasn't to contain .. and ~
cs: Toto pole nesmí obsahovat .. a ~

source: Main domain has to be filled
cs: Hlavní doména musí být zvolena

source: Main domain cannot be listed also as misc. domain
cs: Hlavní doména nemůže být použita zároveň jako vedlejší

source: <br />Format <strong>/url/ /path/to/media/</strong>, separated by space.<br /><ul><li>/path/to/media/ is path without your home directory</li><li>one directory per one line</li><li>wrong lines will be ignored</li></ul>.
cs: <br />Formát <strong>/url/ /cesta/k/médiím/</strong>, hodnoty oddělené mezerami.<br /><ul><li>/cesta/k/médiím/ je cesta bez domácího adresáře (bude doplněn)</li><li>jeden adresář na řádek</li><li>řádky ve špatném formátu budou ignorovány</li></ul>.

source: <br /><strong>~/&lt;your_path&gt;</strong> - One directory per line. Format <strong>/there/is/my/app</strong>. Path is without your home directory
cs: <br /><strong>~/&lt;vaše cesta&gt;</strong> - Jeden adresář na řádek. Formát <strong>/tady/je/moje/app</strong>. Cesta bez vašeho domácího adresáře (bude doplněn)

source: <br />Python virtual environment. You can find yours in '<strong>~/virtualenvs/&lt;selected_virtualenv&gt;</strong>'. Feel free create new one.
cs: <br />Pythoní virtuální prostředí. Najdete je v '<strong>~/virtualenvs/&lt;selected_virtualenv&gt;</strong>'. Můžete si vytvořit vlastní.

source: <br />One IP per line. If it is blank, no limitation will be applied.
cs: <br />Jedna IP adresa na řádek. Pokud je pole prázdné, nebudou se aplikovat žádné limity.

source: <br />There could be extra fee for additional processes
cs: <br>Za procesy navíc vám bude naúčtován extra poplatek

source: One or more IP addresses are in wrong format
cs: Jedna nebo více IP adres je špatném formátu

source: Virtualenv hasn't to contain chars ./~
cs: Virtualenv nesmí obsahovat znaky ./~

source: Allow directory index
cs: Povolí indexadi adresáře (list souborů)

source: One IP per one line
cs: Jedna IP adresa na řádek

source: Script
cs: Skript

source: No. of proccesses
cs: Počet procesů

source: No. of threads
cs: Počet threadů na proces

source: Static data path
cs: Cesty ke statickým datům

source: Extra configuration
cs: Další konfigurace

source: SSL certificate filename
cs: Soubor s certifikátem

source: SSL key filename
cs: Soubor s klíem

source: SSL mode
cs: SSL mód

source: Owner
cs: Vlastník

source: Invalid type of application
cs: Špatný typ aplikace

source: Site has been %s
cs: Stránka byla %s

source: changed
cs: uloženo

source: added
cs: přidána

source: Changes will be performed in few minutes
cs: Změny se projeví během několika minut

source: Static website
cs: Statický web

source: PHP website
cs: PHP aplikace

source: Site was successfuly removed
cs: Web byl odstraněn

source: Error deleting site
cs: Chyba při mazání stránky

source: App has been %s
cs: Stránka byla %s

source: %s WSGI application
cs: %s WSGI aplikace

source: Modify
cs: Upravit

source: Add
cs: Přidat

source: Request for reloading has been sent
cs: Požadavek k reloadu byl odeslán

source: It will be performed in few minutes
cs: Změny se projeví během několika minut

source: Request for restarting has been sent
cs: Požadavek na restart aplikace byl odeslán

source: every 5 minutes
cs: každých 5 minut

source: every 10 minutes
cs: každých 10 minut

source: every 15 minutes
cs: každých 15 minut

source: every 20 minutes
cs: každých 20 minut

source: every 30 minutes
cs: každou půl hodinu

source: every hour
cs: každou hodinu

source: every 2 hours
cs: každé dvě hodiny

source: every 3 hours
cs: každé tři hodiny

source: every 6 hours
cs: každých 6 hodin

source: every 12 hours
cs: každých 12 hodin

source: every day
cs: Každý den

source: every 2 days
cs: každé dva dny

source: every 3 days
cs: každé tři dny

source: every 4 days
cs: každé 4 dny

source: every 5 days
cs: každých 5 dní

source: every 6 days
cs: každých 6 dní

source: every 7 days
cs: každý týden

source: Time period
cs: Časová perioda

source: Path to script
cs: Cesta ke skriptu

source: Whole path, including your home directory. Script has to have execute permissions
cs: Celá cesta včetně vašeho domácího adresáře. Script musí být spustitelný.

source: Cron record has been updated
cs: Cron byl upraven

source: Cron record has been created
cs: Cron byl vytvořen

source: Cron record was successfuly removed
cs: Cron byl odstraněn

source: Error deleting cron record
cs: Chyba při mazání cronu

source: Database name can contains max. %s characters
cs: Název databáze může mít maximálně %s znaků

source: Name of MySQL database
cs: Název MySQL databáze

source: Name of PgSQL database
cs: Název PgSQL databáze

source: Unknown database type
cs: Neznámá databáze

source: Create %s database
cs: Vytvořit %s databázi

source: Unable to modify chosen database
cs: Nemohu změnit parametry databáze

source: Change password for database
cs: Změnit heslo pro databázi

source: Database was successfuly deleted
cs: Databáze byla odstraněna

source: Error during delete database
cs: Vyskytla se chyba během mazání databáze

source: Domain is not in valid format
cs: Doména nemá správný formát

source: This domain is already taken
cs: Tato doména je již obsazená

source: Domain name
cs: Název domény

source: Domain's serial no.
cs: Sériové číslo

source: Manage DNS records
cs: Vést DNS záznamy

source: Manage email
cs: Zpracovávat emaily

source: IPv4 records
cs: Vést IPv4 záznamy

source: IPv6 records
cs: Vést IPv6 záznamy

source: Enable
cs: Zapnout

source: Depends on
cs: Závisí na

source: Registration/transfer
cs: Registrace/transfer

source: Registration of new domain
cs: Registrace nové domény

source: Trasnfer existing domain
cs: Transfer nové domény

source: Origin IP address of request
cs: IP adresa požadavku

source: Origin hostname of request
cs: Hostname požadavku

source: Transfer password
cs: Heslo pro transfer

source: No. of years
cs: Počet let

source: Deleting domain %s
cs: Mažu doménu %s

source: Domain was successfuly deleted
cs: Doména byla smazána

source: Added domain %s
cs: Doména %s přidána

source: Domain %s has been successfuly added
cs: Doména %s byla přidána

source: Added new domain: %s
cs: Přidána nová doména: %s

source: Domain has been added
cs: Doména byla přidána

source: Add domain
cs: Přidat doménu

source: Chosen username already exists
cs: Vybrané uživatelské Jméno už je použito

source: Home directory
cs: Domácí adresář

source: FTP account has been %s
cs: FTP účet byl %s

source: FTP account
cs: FTP účet

source: * Username will be prefixed with `%s_`
cs: Uživatelské jméno dostane prefix `%s_`

source: Unable to edit chosen account
cs: Nemohu upravit zvolený účet

source: Edit FTP account
cs: Upravit FTP přístup

source: FTP account was successfuly deleted
cs: FTP bylo odstraněno

source: Error during FTP account delete
cs: Vyskytla se chyba během mazání FTP účtu

source: Add date
cs: Datum přidání

source: Done date
cs: Datum ukončení

source: Plan date
cs: Naplánované datum

source: Machine
cs: Stroj

source: Done
cs: Hotovo

source: Action
cs: Akce

source: Save
cs: Uložit

source: Password again
cs: Znovu heslo

source: You have to put your password into both inputs
cs: Musíte napsat své heslo do obou políček

source: Password needs at least %s chars
cs: Heslo musí mít alespoň %s znaků

source: First password isn't equal to second one
cs: První heslo nesouhlasí s druhým

source: Create
cs: Vytvořit

source: Update
cs: Upravit

source: Per application (60 CZK/app/month)
cs: Za aplikaci (60 Kč/app/měsíc)

source: Constant fee (200 CZK/196 MB RAM)
cs: Paušální poplatek (200 Kč/196 MB RAM)

source: Service
cs: Služba

source: Cost
cs: Cena

source: Date payed
cs: Datum zaplacení

source: Price
cs: Cena

source: Currenty
cs: Měna

source: Credits (bonus included)
cs: Kredity (včetně bonusu)

source: Put number into form below.
cs: Do formuláře je nutné vložit celé číslo

source: Minimum value is 50 credits
cs: Minimální hodnota je 50 kreditů

source: Credits will been added on your account after payment
cs: Kredity budou připsány po zaplacení

source: Low level behavior has been setted
cs: Chování při nízkém kreditu bylo upraveno

source: Address has been changed
cs: Adresa byla upravena

source: Address hasn't been changed
cs: Adresa nebyla změněna

source: API call result: %s
cs: Výsledek volání API: %s

source: Administration
cs: Administrace

source: Addresses
cs: Adresy

source: List of existing addresses
cs: Seznam adres

source: Street
cs: Adresa

source: Actions
cs: Akce

source: Are you sure?
cs: Určitě?

source: Delete
cs: Smazat

source: Crap! No addrees found.
cs: Žádná adresa nebyla nalezena.

source: superuser
cs: superuživatel

source: back
cs: Zpět

source: Logout
cs: Odhlásit

source: Web apps
cs: Webové aplikace

source: Apps
cs: Aplikace

source: Databases
cs: Databáze

source: E-mails
cs: E-maily

source: Settings
cs: Nastavení

source: Payout stats
cs: Statistiky odečtů

source: Bought credit
cs: Zakoupené kredity

source: Buy some credit
cs: Koupit kredit

source: User's list
cs: Seznam uživatelů

source: DNS settings
cs: Nastavení DNS

source: Your domains
cs: Domény

source: Domains list
cs: Seznam domén

source: Add registered domain
cs: Přidat registrovanou doménu

source: Web applications
cs: Webové aplikace

source: Your apps
cs: Vaše aplikace

source: Add static page
cs: Přidat statickou stránku

source: Add PHP app
cs: Přidat PHP aplikaci

source: Add WSGI app
cs: Přidat WSGI aplikaci

source: Add cron record
cs: Přidat cron

source: Apps list
cs: Seznam aplikací

source: Add static app
cs: Přidat statickou aplikaci

source: Add php app
cs: Přidat PHP aplikaci

source: Add python app
cs: Přidat pythoní aplikaci

source: Add native app
cs: Přidat nativní aplikaci

source: Add proxy
cs: Přidat proxy

source: Virtual machines
cs: Virtuální servery

source: Your virtual machines
cs: Vaše virtuální servery

source: New virtual machine
cs: Nový virtuální server

source: MySQL databases
cs: MySQL databáze

source: PostgreSQL databases
cs: PostgreSQL databáze

source: Add MySQL database
cs: Přidat MySQL databázi

source: Add postgresql database
cs: Přidat PostgreSQL databázi

source: List of mailboxes
cs: Seznam e-mailových schránek

source: Redirections
cs: Přesměrování

source: Add domain for mailboxes
cs: Přidat domény pro e-maily

source: Add mailbox
cs: Přidat e-mailovou schránku

source: Add redirection
cs: Přidat přesměrování

source: FTP accounts
cs: FTP účty

source: Add FTP account
cs: Přidat FTP přístup

source: List of FTP accounts
cs: Seznam FTP účtů

source: New address
cs: Nová adresa

source: Change password
cs: Změnit heslo

source: Change SSH/SFTP/FTP password
cs: Změnit SSH/SFTP/FTP heslo

source: E-mail boxes
cs: E-maily

source: List of e-mail boxes
cs: Seznam e-mailů

source: Are you sure? This delete all mailboxes under this domain.
cs: Jste si jistý/á? Toto vymaže doménu a všechny e-mailové schránky, které pod ní spadají.

source: List of crontab records
cs: Seznam cronů

source: Important: changes will destroy your current crontab!
cs: Důležité: změny zničí současný crontab (ručně vytvořený)

source: Time preriod
cs: Časová prerioda

source: Edit
cs: Upravit

source: Crap! No cron records found. However, you can add one with the menu on left side.
cs: Žádný cron ještě nebyl přidán, můžete to napravit v levém menu.

source: List of your domains
cs: Seznam domén

source: Insert date
cs: Datum vložení

source: apps pared
cs: sprárované aplikace

source: Subdomains
cs: Subdomény

source: No domain have been inserted and it means you can't use all services. Just use the left menu and fix it.
cs: Ještě nebyla přidána žádná doména. Můžete to napravit v levém menu.

source: Lost password
cs: Ztracené heslo

source: Summary informations
cs: Shrnutí

source: Account's informations
cs: Informace o účtu

source: Flat rate
cs: Pravidelný poplatek

source: Discount
cs: Sleva

source: Service fees
cs: Poplatky

source: Count
cs: Počet

source: Credits per day
cs: Kreditů za den

source: More informations in
cs: Více informací v

source: domains list
cs: seznamu domén

source: Webs/Applications
cs: Weby/Aplikace

source: Credits per month
cs: Kreditů za měsíc

source: Your credits
cs: Vaše kredity

source: Buy some more!
cs: Koupit další kredity

source: You can use services until
cs: Můžete využívat služby do

source: Credits waiting for payment
cs: Kredity čekající na zaplacení

source: Credits
cs: Kredity

source: You've been logout
cs: Byl/a jste odhlášen/a

source: Incoming per day and month
cs: Příjem za den a měsíc

source: Mass actions
cs: Hromadné akce

source: Reload DNS zones (remove all zones and recreate them)
cs: Reload DNS zón (smaže všechny zóny a znovu je vytvoří)

source: remove old zones
cs: smazat staré zóny

source: Users under 300 Kč
cs: Uživatelé pod 300 kč

source: Copy php/static application
cs: Kopírování PHP/statických aplikací

source: Copy this application now
cs: Zkopíruj aplikaci

source: Use full path - for example /home/user1/www/app/
cs: Použijte plnou cestu, třeba /home/user1/www/app/

source: Be very VERY carefull!
cs: Buďte velmi opatrní!

source: First page
cs: První stránka

source: First
cs: První

source: Previous page
cs: Předchozí stránka

source: Previous
cs: Předchozí

source: Next page
cs: Další stránka

source: Next
cs: Další

source: Last page
cs: Poslední stránka

source: Last
cs: Poslední

source: Password recovery
cs: Obnova hesla

source: Go to login page
cs: Na přihlašovací stránku

source: Redirects (aliases)
cs: Přesměrování

source: List of e-mail aliases
cs: Seznam aliasů

source: Alias
cs: Přesměrování

source: Redirected to
cs: Přesměrovat do

source: No email alias exists yet.
cs: Žádný alias zatím neexistuje

source: Create new email redirect
cs: Vytvořit nový redirect

source: Register
cs: Registrovat

source: By click on the button, you agree with our terms
cs: Kliknutím souhlasíte se smluvními podmínkami

source: Login screen
cs: Přihlašovací stránka

source: Terms
cs: Smluvní podmínky

source: Registration is complete
cs: Registrace je nyní kompletní

source: Please wait for the approval e-mail.
cs: Prosím vyčkejte na potvrzovací e-mail.

source: Listed domains are already used by another app or you don't have set them in your domains list
cs: Tyto domény nelze použít, protože nejsou zadány v sekci domény nebo je používá jiná aplikace

source: Ordering
cs: Řazení

source: Payments
cs: Platby

source: Joined
cs: Datum registrace

source: Reverse
cs: Otočit pořadí

source: Apps (new/old)
cs: Aplikace (nové/staré)

source: Pay per day
cs: Platí za den

source: Old style
cs: Stará implementace

source: Switch
cs: Přepnout

source: Information about app
cs: Informace k vaší aplikaci

source: Server domain and IP
cs: Doména a IP serveru

source: Not installed
cs: Nenainstalováno

source: Add database to this app
cs: Přidat k této aplikaci databázi

source: Log files
cs: Log soubory

source: List of apps
cs: Seznam aplikací

source: Create date
cs: Datum vytvoření

source: Crap! No app found. However, you can add one with the menu on left side.
cs: Žádná aplikace ještě nebyla přidána, můžete to napravit v levém menu.

source: records for
cs: záznamy pro

source: Records for
cs: Záznamy pro

source: Default TTL for this domain
cs: Výchozí TTL pro tuto doménu

source: New record
cs: Nový DNS záznam

source: Prio
cs: Priorita

source: Crap! No records found.
cs: Žádné záznamy nebyly nalezeny.

source: You can change order of records by your mouse.
cs: Můžete změnit pořadí záznamů jejich přesunutím pomocí myši.

source: Write configuration to the NS servers
cs: Odeslat novou zónu na NS servery

source: Domains and DNS records
cs: Domény a DNS záznamy

source: List of domains
cs: Seznam domén

source: Records editor
cs: Editor DNS záznamů

source: Crap! No domain found. However, you can add one with the menu on left side.
cs: Žádná doména ještě nebyla přidána, můžete to napravit v levém menu.

source: Please fix errors in form below
cs: Opravte si prosím chyby ve formuláři
