Repository: by-cx/pcp
Catalog: wsgiadmin/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Those domains are not set or already used by another app or you
cs: Tyto domény nelze použít, protože nejsou zadány v sekci domény nebo je používá jiná aplikace

source: Web pages and apps
cs: Stránky a aplikace

source: List of existing apps and webs
cs: Seznam existujících aplikací a webů

source: Crap! No web found. However, you can add one with the menu on left side.
cs: Žádný web nebo aplikace ještě nebyly přidány, můžete to napravit v levém menu.

source: databases
cs: databáze

source: List of %(dbtype)s databases
cs: Seznam %(dbtype)s databází

source: Database name
cs: Název databáze

source: Database actions
cs: Akce

source: You don't have any database, but don't worry! You can add some by the panel on left side.
cs: Ještě nebla přidána žádná databáze, ale můžete to napravit v levém menu.

source: Directory
cs: Adresář

source: No FTP account created yet
cs: Žádný FTP účet ještě nebyl vytvořen

source: Summary info
cs: Shrnutí

source: Status
cs: Stav

source: Request completed
cs: Požadavek byl odeslán

source: Request did not run yet
cs: Požadavek ještě nebyl dokončen

source: Subomains of
cs: Subdomény k

source: Subdomains of
cs: seznamu subdomén

source: Tip: You can write more subdomains separated by comma.
cs: Tip: můžete psát více subdomén oddělené čárkou

source: credit stats
cs: statistiky kreditů

source: Credit statistics
cs: Kreditové statistiky

source: What you payed in last 14 days
cs: Odečtené kredity za posledních 14 dní

source: What you payed by months
cs: Odečtené kredity za posledních 14 dní

source: What you paid by months
cs: Odečtené kredity podle měsíců

source: your credit
cs: Stav kreditu

source: Summary
cs: Souhrn

source: Regular fee
cs: Pravidelný poplatek

source: Buy some more
cs: Koupit kredity

source: Buy credit for month
cs: Koupit kredity na jeden měsíc

source: days
cs: dní

source: BUY
cs: Koupit

source: Buy credit for three months
cs: Koupit kredity na tři měsíce

source: Buy for six months
cs: Koupit kredity na šest měsíců

source: Buy for year
cs: Koupit kredity na rok

source: Buy custom
cs: Koupit volitelný počet kreditů

source: Buy
cs: Koupit

source: If your credit's level reachs last 14 days
cs: Pokud úroveň kreditů dosáhne na posledních 14 dní provozu

source: If your credits goes low, you don't have to keep your eye on this site. It can be done for you automaticly, just select what you want.
cs: Nemusíte si hlídat stav vašich kredtů a sledovat tuto stránku. Stačí když si zde vyberete, co se má stát, pokud hodnota kreditů klesne na nízkou úroveň

source: Do nothing
cs: Nedělat nic

source: Send me e-mail
cs: Pošli mi e-mail

source: Buy ONE month
cs: Prodloužit služby o jeden měsíc

source: Buy THREE months
cs: Prodloužit služby o tři měsíce

source: Buy SIX months
cs: Prodloužit služby o šest měsíců

source: Buy ONE year
cs: Prodloužit služby o jeden rok

source: Confirm
cs: Potvrdit

source: Before buying of new credit, you have to fill at least one address.
cs: Před zakoupením kreditů musíte vyplnit alespoň jednu svou adresu.

source: add my address
cs: přidat adresu

source: List of payments
cs: Seznam plateb

source: State
cs: Stav

source: payed
cs: Stav

source: paid
cs: zaplaceno

source: No payment
cs: Zatím žádná platba

source: Payed!
cs: Zaplaceno!

source: No address for invoice system
cs: Nebyla nalezena adresa pro fakturační systém

source: No payment was found.
cs: Žádná platba nebyla nalezena

source: Payment is done
cs: Platba proběhla úspěšně

source: Thank you for your payment. Credits will be approved after confirmation from GoPay. Confirmation depends on payment method.
cs: Platba byla provedena a kredity budou přičteny hned po potvrzení ze strany platební brány GoPay. Doba, za kterou dojde k potvrzení, závisí na vybrané platební metodě.

source: Payment detail
cs: Detail platby

source: Payment failed
cs: Platba byla odmítnua

source: Payment has been failed because one of this reason:
cs: K tomu mohlo dojít z jednoho z následujících důvodů:

source: You canceled it
cs: Platba byla zrušena z vaší strany

source: GoPay refuse your payment
cs: GoPay odmítlo vaši platbu

source: Payment
cs: Platba

source: Payment information
cs: Informace k platbě

source: GoPay payment state
cs: Stav GoPay platby

source: Address at invoice
cs: Adresa na faktuře

source: Change address
cs: Změnit adresu

source: Add new address
cs: Přidat novou adresu

source: Now, last step you have to do is a pay. Look at the information below.
cs: Aby byly kredity připsány na účet, je nutné je zaplatit. K tomu můžete využít klasický bankovní převod nebo platební bránu GoPay. Daňový doklad bude zaslán po uhrazení.

source: Payment via GoPay (Credit Card)
cs: Platba přes platební bránu GoPay (platební karta)

source: If you prefer fast and simple payments, use GoPay and pay with credit card or other quick methods.
cs: Pokud preferujete rychlost, jednoduchost a pohodlí, použijte toto tlačítko.Budete přesměrování na platební bránu GoPay, kde můžete kredity uhradit platební kartou či rychlým bankovním převodem.

source: Pay with GoPay
cs: Zaplatit přes GoPay

source: Try again with GoPay
cs: Zkusit znovu zaplatit přes GoPay

source: Payment via your bank
cs: Platba bankovním převodem

source: You can use classic payment too.
cs: Můžete použít také klasický bankovní převod.

source: Bank
cs: Banka

source: Bank account
cs: Bankovní účet

source: Variable symbol
cs: Variabilní symbol

source: Virtual Machines
cs: Virtuální servery

source: List of virtual machines
cs: Seznam virtuálních serverů

source: running
cs: běží

source: not running
cs: neběží

source: Crap! No virtual machines found. However, you can add one with the menu on left side.
cs: Žádný virtuální server nenalezen. Můžete si nějaký vytvořit pomocí menu vlevo

source: Get your own server
cs: Získejte vlastní server

source: Small one
cs: Malý server

source: Big one
cs: Velký server

source: Virtual Machine
cs: Virtuální server

source: Summary of
cs: Souhrn

source: CPUs
cs: Počet jader CPU

source: Disks
cs: Disky

source: disk not found
cs: nebyl nalezen žádný disk

source: Force shutdown
cs: Nucené zastavení serveru

source: Backend install
cs: Instalace backendu

source: VNC Access
cs: VNC přístup

source: This username is already in use
cs: Vybrané uživatelské jméno je už použito

source: Username has to be in this format: ^[0-9a-zA-Z_]*$
cs: Uživatelské jméno musí mít následující formát: ^[0-9a-zA-Z_]*$

source: IC
cs: IČ

source: DIC
cs: DIČ

source: Will be used as system user
cs: Bude použito pro syst. účet

source: Username already exists
cs: Jméno už existuje

source: Found more than one user with this e-mail address. Please contact technical support.
cs: Nalezen víc než jeden uživatel s touto e-mailovou adresou. Prosím kontaktujte podporu.

source: Given email doesn't belong to any user
cs: Zadaná adresa nepatří žádnému uživateli

source: Site has been copied
cs: Stránka byla zkopírována

source: Your password has been reseted: %s
cs: Heslo bylo resetováno: %s

source: Password reset
cs: Reset hesla

source: Password has been reseted and sent to your email
cs: Heslo bylo resetováno a odesláno na váš e-mail

source: Change password for this administration
cs: Změna hesla pro administraci

source: User %s has been registered.
cs: Uživatel %s byl registrován

source: New registration
cs: Nová registrace

source: User has been changed
cs: Uživatel byl upraven

source: User has been installed
cs: Uživatel byl nainstalován

source: Add user
cs: Přidat uživatele

source: User update
cs: Úprava uživatele

source: Update information
cs: Upravit informace

source: Change password for SSH/FTP
cs: Změna heslo pro SSH/SFTP

source: Created date
cs: Datum vytvoření

source: Lastest update
cs: Datum poslední úpravy

source: Ownident
cs: Vlastní identifikace

source: in MB unit
cs: v jednotkách MB

source: Disk size
cs: Velikost disku

source: in GB unit
cs: v jednotkách GB
